Repository: common-repository/tornevall-networks-dnsbl-implementation
Catalog: language/tornevall_dnsbl-*.po
Languages: sv_se

source: You do not have sufficient permissions to access this page.
sv_se: Du har inte tillräckliga behörigheter för att nå denna sidan

source: DNS Blacklist Configurator
sv_se: Konfigurera DNS-Svartlista

source: Plugin information and help
sv_se: Plugin-information och hjälp

source: About DNSBLv5
sv_se: Om DNSBLv5

source: DNSBLWP Issue tracker
sv_se: DNSBLWP Utvecklings-tracker

source: How to get delisted
sv_se: Hur man blir avlistad

source: The API key you are using indicates that this plugin supports global delistings. This means that your site can be used as a delisting service.
sv_se: API-nyckeln du använder indikerar att detta plugin stödjer globala avlistningar. Detta betyder att du kan använda din sajt som en avlistningstjänst.

source: This option allows you to set up a page where the search-and-delist form should be shown.
sv_se: Denna inställningen tillåter att du sätter upp en sida där sök-och-avlista-formuläret skall visas.

source: If you can't find any comfortable match, you can create a new under pages editor. You can use the shortcode [dnsbl_removal_form] if you want to customize the page.
sv_se: Om du inte kan hitta någon bekväm matchning så kan du skapa en ny under sid-editorn. Du kan använda kortkoden [dnsbl_removal_form] om du vill anpassa sidan.

source: If no shortcode is found, the form will be appended to the page.
sv_se: Om ingen kortkod hittas, kommer formuläret att lägga tills längst ned på sidan.

source: There is a plain view accessible, in case the standard AJAX form does not work. Use ?plain in the URL to reach it
sv_se: Det finns en "ren" vy att tillgå, ifall de vanliga AJAX-formulären inte fungerar. Använd ?plain i URLen för att nå den

source: Plugin behaviour
sv_se: Pluginets beteende

source: Trigger on
sv_se: Detektera på

source: See full description on what the flags mean, here
sv_se: Se fulla beskrivningar på vad flaggorna innebär, här

source: To get a updated list of flags, you should consider using the API
sv_se: För att få en uppdaterad lista på flaggor, bör du överväga att använda APIet

source: Cache age
sv_se: Cachens ålder

source: Time to live in local caches (seconds) - minimum is 900 seconds
sv_se: Tid att finnas kvar i lokal cache (anges i sekunder) - minimum är 900 sekunder.

source: Preferred resolver hosts (comma separated).
sv_se: Föredragna namnupplösare (kommaseparerade).

source: Protective options
sv_se: Skyddsinställningar

source: Hiding the comment section when a potential spammer arrives.
sv_se: Gömmer kommentarsfälten när en potentiell spammare anländer.

source: Immediately block access to the whole page by redirecting (does not affect logged in admins)
sv_se: Blockera åtkomst till hela sidan genom omdirigering (påverkar inte inloggade admins)

source: Turn on support for WPCF7 (Contact-Form 7) and block submitting on hits.
sv_se: Slå på stöd för WPCF7 (Contact-Form 7) och blockera möjligheten att skicka, vid träffar.

source: Redirect to this URL when blocked
sv_se: Peka om till denna URLen när blockering sker

source: Delisting page
sv_se: Avlistningssida

source: Disable comments on delisting page
sv_se: Stäng av kommentarer på avlistningssidan

source: If you are experiencing a lot of comments that ask you to delist people, you can turn off comments by using this setting
sv_se: Om du upplever många kommentarer där man ber om hjälp med avlistning, så kan du stänga av kommentarsfunktionen med denna inställning.

source: Show delisting form in non-responsive mode
sv_se: Visa avlistningsformulär i icke-responsivt läge

source: Check this box to use prioritize the non-responsive form over the standard delisting form
sv_se: Klicka i denna boxen för att prioritera den icke-reponsiva layouten före standardformuläret

source: The plugin is fully functional even if the API is not in use
sv_se: Pluginet är fullt funktionellt även om APIet inte används

source: Test API functionality
sv_se: Testa API-funktionalitet

source: Update above flag list (no credentials required)
sv_se: Uppdatera ovanstående lista med flaggor (inga inloggningsbehörigheter krävs)

source: By entering an API id and key below, this function will validate that your key is correct.
sv_se: Genom att skriva in ett API-id och en nyckel nedan, kommer denna funktionen att validera att din nyckel är korrekt.

source: Get your API key at
sv_se: Skaffa din API-nyckel via

source: Application API ID/Name
sv_se: API ID/Namn för applikationen

source: Click here to view available permissions
sv_se: Klicka här för att se tillgängliga behörigheter

source: Application API Key
sv_se: API-Nyckel för applikationen

source: Preferred API URL
sv_se: Föredragen URL för API

source: API MODE
sv_se: API-LÄGE

source: Always use API instead of DNS lookups when possible (limited requests)
sv_se: Använd alltid inbyggt API I stället för DNS-namnuppslagningar, när det är möjligt (begränsat antal förfrågningar)

source: This mode is incompatible with the plain form mode
sv_se: Detta läget är ej kompatibelt i läget där AJAX är avstängt

source: Request remotely resolved hosts
sv_se: Efterfråga namnupplösta adresser från server

source: Include (if any) the ip address resolved hostname in the request
sv_se: Inkludera (om det finns) namnupplösta ip-adresser i förfrågningen till API

source: Make sure that you really save your settings before trying to use them from this page
sv_se: Glöm inte att spara inställningarna innan du börjar försöka använda dem

source: Tornevall DNSBL scanner has detected that your current visiting ip address is blacklisted!
sv_se: Tornevall DNSBL scanner har upptäckt att din beslökande ip-adress är svartlistad!

source: For more information, look here
sv_se: För mer information, se här

source: The comment system on this DNSBL delisting page has been disabled as it does not cover delisting support via comments!
sv_se: Kommentarssystemet på denna avlistningssida är avstängd, då kommentarssystemet inte täcker support för avlistning.

source: This site does not have DNSBL delisting permissions. Ask the administrator to fix a proper API key for the DNSBL-service, to activate this function.
sv_se: Denna sajten har inte tillåtelse att använda avlistningsfunktioner. Be administratören att ordna en ordentlig API-nyckel för DNSBL-tjänsten, för att aktivera den här funktionen.

source: What does the image say?
sv_se: Vad står det i bilden?

source: Unknown API error
sv_se: Okänt API-fel

source: Delist successful
sv_se: Avlistningen lyckades

source: Delist request failed: %s
sv_se: Förfrågan om avlistning misslyckades: %s

source: Address must not be empty
sv_se: Adressfältet får inte vara tomt

source: Invalid address format
sv_se: Felaktigt adressformat

source: Address format is not allowed in this mode
sv_se: Adressformateringen är inte tillåten i detta läget

source: Blacklisted
sv_se: Svartlistad

source: Not blacklisted
sv_se: Ej svartlistad

source: Address was delisted
sv_se: Adressen avlistades

source: but servers are not synchronized yet
sv_se: men servrarna är ännu inte synkroniserade

source: IP address control
sv_se: IP-adresskontroll

source: Comments section is currently unavailable: Your ip address has been flagged as untrusted by a DNS Blacklist
sv_se: Kommentarssektionen är för närvarande ej tillgänglig. Din ip-adress har flaggats som opålitlig av en DNS-baserad svartlista

source: The usage of CIDR-blocks are normally not permitted by the DNSBL API, in more functions than listing them. This permission also opens up for usage in DELETE/UPDATE cases (for CIDR-block removals this would help a lot). Adding data with CIDR and different flags is however still a problem.
sv_se: Anvädningen av CIDR-block får normalt sett inte göras från DNSBL-APIet, i fler funktioner än listningsdelen. Denna behörighet öppnar även upp för att använda dem i radering/uppdatering - DELETE/UPDATE (för CIDR-block-raderingar kommer detta hjälpa till en hel del). Lägga till data med CIDR och olika flaggor är dock ett fortsatt problem.

source: Setting that partially allows CIDR-block updates for the DNSBL (there migt me limitations linked to this permission - see the documentation for this information)
sv_se: Inställning som delvis tillåter CIDR-block-uppdateringar för DNSBL (det kan finnas begränsningar kopplade till den här behörigheter - se dokumentationen för denna informationen)

source: Special ability to purge hosts instead of marking them deleted in the database
sv_se: Specialegenskap för att totalradera adresser i stället för att enbart markera dem som raderade i database.

source: Standard DNSBL ability to update data in the DNSBL (dnsbl.tornevall.org and bl.fraudbl.org)
sv_se: Standardförmåga att uppdatera data i DNSBL (dnsbl.tornevall.org och bl.fraudbl.org)

source: Extended ability to handle fraudbl-commerce (this is not the regular bl.fraudbl.org resolver)
sv_se: Utökad förmåga att hantera fraudbl-commerce (detta är inte den vanliga bl.fraudbl.org namnförfrågningstjänsten)

source: Global delisting permission (can use as delisting service for visitors)
sv_se: Globala avlistningsbehörigheter (kan användas som avlistnings-service för besökare)

source: Local delisting permission (server can delist self)
sv_se: Lokala avlistningsbehörigheter (server kan avlista sig själv)

source: When sending new or updated data to DNSBL, clients can only add more flags to the host. This feature makes it possible to overwrite old flags
sv_se: När data uppdateras i DNSBL, kan klienter bara lägga till fler flaggor till adressen. Denna egenskap gör att man också kan skriva över gamla flaggor.

source: API reply success
sv_se: API gav lyckat svar

source: API authorize response
sv_se: Svar från API-autentisering

source: Failed. Did you save your settings before trying this?
sv_se: Misslyckades. Har du sparat dina inställningar innan du testat detta?

source: Flags updated
sv_se: Flaggorna har uppdaterats

source: Request failure
sv_se: Förfrågningen misslyckades

source: Value must not be empty
sv_se: Värdet får inte vara tomt

source: Removed
sv_se: Borttagen

source: What does the image say (lowercase)?
sv_se: Vad står det i bilden (små bokstäver)?

source: Removal time has been extended to
sv_se: Avlistningstiden har utökats till

source: but with penalties due too high removal count in too short time.
sv_se: men med strafftid på grund av allt för många avlistningar under för kort tid.

source: API data updated - If you have made any changes in this configuration, you should also save the settings.
sv_se: API-data uppdaterades - Om du har gjort några ändringar i den här konfigurationen bör du också spara inställningarna.

source: Blacklisted ip address in use
sv_se: Svartlistad ip-adress används

source: Your ip address seem to be blacklisted, so your message is not sent. Click for more information.
sv_se: Din ip-adress ser ut att vara svartlistad, så ditt meddelande skickas inte. Klicka för mer information.
